<script lang="ts" setup></script>

<template>
  <view class="wish">
    心愿单
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
    <h2>心愿单</h2>
  </view>
</template>

<style scoped></style>
